12/data/attachments/d2d10b194a0be590.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_1b3aca52-9c01-4d4f-87f9-760fb44db61b</nif:username>
            <nif:friendToBeAdded>Carmen_begin_Actions_9541_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>